Repository: nijel/darky
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sr

source: Gifts
sr: Дарови

source: Overview
sr: Преглед

source: Toggle navigation
sr: Укљученост навигације

source: Own
sr: Своји

source: Buying
sr: Купити

source: Add
sr: Додај

source: Wishlists
sr: Листа дарова

source: Gifts to buy
sr: Дарови за куповину

source: Create new gift for %(name)s
sr: Направи нови дар за корисника %(name)s

source: Create new gift
sr: Направи нови дар

source: You are adding gift for somebody else. It will be visible for you only so that you can remember it.
sr: Додајете дар за неког другог. Биће видљив само вама као подсетник.

source: You are creating gift for %(name)s.
sr: Правите дар за корисника %(name)s.

source: Create
sr: Направи

source: Edit gift
sr: Уреди дар

source: Save
sr: Сачувај

source: Edit
sr: Уреди

source: Delete
sr: Обриши

source: Buy
sr: Купи

source: Revoke
sr: Врати

source: You are currently marked as buyer of this gift.
sr: Тренутно сте означени као купац овог поклона.

source: This item is marked as bought.
sr: Ова ставка је означена као купљена.

source: Gift for:
sr: Дар за:

source: Priority:
sr: Важност:

source: Estimated price:
sr: Процењена цена:

source: More details:
sr: Још детаља:

source: User
sr: Корисник

source: Title
sr: Назив

source: Price
sr: Цена

source: Priority
sr: Важност

# Shortcut for priority
source: P
sr: В

source: Actions
sr: Радње

source: Taken
sr: Узето

source: Private
sr: Лично

source: Not defined
sr: Неодређено

source: Logged out
sr: Одјављен

source: You have been logged out. Go back to <a href="/login/">login</a>.
sr: Одјављени сте. Идите назад на <a href="/login/">пријаву</a>.

source: Login
sr: Пријава

source: Your username and password didn't match. Please try again.
sr: Ваше корисничко име и лозинка се не поклапају. Покушајте поново.

source: Very low
sr: веома ниска

source: Low
sr: ниска

source: Standard
sr: стандардна

source: High
sr: висока

source: Very high
sr: веома висока

source: Description
sr: Опис

source: Link
sr: Веза

source: Expected price
sr: Очекивана цена

source: Gift "%s" created.
sr: Дар „%s“ направљен.

source: Gift not created!
sr: Дар није направљен!

source: Gift "%s" marked as bought.
sr: Дар „%s“ означен као купљен.

source: Gift "%s" no longer marked as bought.
sr: Дар „%s“ више није означен као купљен.

source: Gift "%s" deleted.
sr: Дар „%s“ обрисан.

source: Gift "%s" updated.
sr: Дар „%s“ ажуриран.

source: Gift not updated!
sr: Дар није ажуриран!
